#+TITLE: Figure Drawing IV - Comics
#+AUTHOR: Chris Hogan
#+DATE: <2021-07-19 Mon> to <2021-08-15 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-08-08 Sun 20:05], for week 2021-W31.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *28h 25m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *0h 26m*  |
  
  #+END:
*** <2021-07-19 Mon>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-19 Mon 18:02]--[2021-07-19 Mon 19:41] =>  1:39
     CLOCK: [2021-07-19 Mon 08:40]--[2021-07-19 Mon 11:43] =>  3:03
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-19 Mon 19:41]--[2021-07-19 Mon 20:57] =>  1:16
     CLOCK: [2021-07-19 Mon 14:15]--[2021-07-19 Mon 16:13] =>  1:58
     :END:
*** <2021-07-20 Tue>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-20 Tue 18:00]--[2021-07-20 Tue 19:43] =>  1:43
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-20 Tue 19:43]--[2021-07-20 Tue 21:01] =>  1:18
     :END:
*** <2021-07-21 Wed>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-21 Wed 18:03]--[2021-07-21 Wed 19:38] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-21 Wed 19:38]--[2021-07-21 Wed 20:58] =>  1:20
     :END:
*** <2021-07-22 Thu>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-22 Thu 17:58]--[2021-07-22 Thu 19:41] =>  1:43
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-22 Thu 19:41]--[2021-07-22 Thu 20:59] =>  1:18
     :END:
*** <2021-07-23 Fri>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-23 Fri 18:04]--[2021-07-23 Fri 19:35] =>  1:31
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-23 Fri 19:35]--[2021-07-23 Fri 21:07] =>  1:32
     :END:
*** <2021-07-24 Sat>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-24 Sat 14:28]--[2021-07-24 Sat 16:29] =>  2:01
     CLOCK: [2021-07-24 Sat 09:02]--[2021-07-24 Sat 12:00] =>  2:58
     :END:
**** TODO Original page :drawing:
*** <2021-07-25 Sun>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 18:18]--[2021-07-25 Sun 19:28] =>  1:10
     CLOCK: [2021-07-25 Sun 10:03]--[2021-07-25 Sun 11:50] =>  1:47
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 13:09]--[2021-07-25 Sun 13:42] =>  0:33
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 19:48]--[2021-07-25 Sun 20:14] =>  0:26
     :END:
 
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2021-W30 :tags t
  #+CAPTION: Clock summary at [2021-08-08 Sun 20:05], for week 2021-W30.
  | Tags    | Headline                   | Time    |       |      |      |
  |---------+----------------------------+---------+-------+------+------|
  |         | *Total time*               | *16:25* |       |      |      |
  |---------+----------------------------+---------+-------+------+------|
  |         | \_  Week 2                 |         | 16:25 |      |      |
  |         | \_    <2021-07-26 Mon>     |         |       | 5:42 |      |
  | drawing | \_      Structure drawing  |         |       |      | 4:43 |
  | drawing | \_      Original page      |         |       |      | 0:59 |
  |         | \_    <2021-07-27 Tue>     |         |       | 2:52 |      |
  | drawing | \_      Structure drawing  |         |       |      | 1:35 |
  | drawing | \_      Original page      |         |       |      | 1:17 |
  |         | \_    <2021-07-28 Wed>     |         |       | 2:40 |      |
  | drawing | \_      Structure drawing  |         |       |      | 1:50 |
  | drawing | \_      Original page      |         |       |      | 0:50 |
  |         | \_    <2021-07-29 Thu>     |         |       | 2:42 |      |
  | drawing | \_      Structure drawing  |         |       |      | 1:33 |
  | drawing | \_      Original page      |         |       |      | 1:09 |
  |         | \_    <2021-07-30 Fri>     |         |       | 1:24 |      |
  | drawing | \_      Structural drawing |         |       |      | 1:24 |
  |         | \_    <2021-07-31 Sat>     |         |       | 0:20 |      |
  | drawing | \_      Structure drawing  |         |       |      | 0:20 |
  |         | \_    <2021-08-01 Sun>     |         |       | 0:45 |      |
  | drawing | \_      Structure drawing  |         |       |      | 0:45 |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *16h 25m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *0h 0m*   |
  
  #+END:

*** <2021-07-26 Mon>
**** DONE Structure drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-26 Mon 14:01]--[2021-07-26 Mon 16:18] =>  2:17
     CLOCK: [2021-07-26 Mon 08:41]--[2021-07-26 Mon 11:07] =>  2:26
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-26 Mon 18:32]--[2021-07-26 Mon 19:31] =>  0:59
     :END:
*** <2021-07-27 Tue>
**** DONE Structure drawing                                         :drawing: 
     :LOGBOOK:
     CLOCK: [2021-07-27 Tue 18:05]--[2021-07-27 Tue 19:40] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-27 Tue 19:41]--[2021-07-27 Tue 20:58] =>  1:17
     :END:
*** <2021-07-28 Wed>
**** DONE Structure drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-28 Wed 18:06]--[2021-07-28 Wed 19:56] =>  1:50
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-28 Wed 20:11]--[2021-07-28 Wed 21:01] =>  0:50
     :END:
*** <2021-07-29 Thu>
**** DONE Structure drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-29 Thu 18:06]--[2021-07-29 Thu 19:39] =>  1:33
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-29 Thu 19:39]--[2021-07-29 Thu 20:48] =>  1:09
     :END:
*** <2021-07-30 Fri>
**** DONE Structural drawing                                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-30 Fri 19:06]--[2021-07-30 Fri 20:30] =>  1:24
     :END:
*** <2021-07-31 Sat>
**** DONE Structure drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-31 Sat 08:43]--[2021-07-31 Sat 09:03] =>  0:20
     :END:
*** <2021-08-01 Sun>
**** DONE Structure drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-01 Sun 08:44]--[2021-08-01 Sun 09:29] =>  0:45
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-08-08 Sun 20:05], for week 2021-W31.
  | Tags    | Headline                  | Time    |       |      |      |
  |---------+---------------------------+---------+-------+------+------|
  |         | *Total time*              | *29:40* |       |      |      |
  |---------+---------------------------+---------+-------+------+------|
  |         | \_  Week 3                |         | 29:40 |      |      |
  |         | \_    <2021-08-02 Mon>    |         |       | 0:42 |      |
  | drawing | \_      Portrait drawing  |         |       |      | 0:42 |
  |         | \_    <2021-08-03 Tue>    |         |       | 0:20 |      |
  | drawing | \_      Landscape drawing |         |       |      | 0:20 |
  |         | \_    <2021-08-04 Wed>    |         |       | 6:03 |      |
  | study   | \_      Figure drawing    |         |       |      | 1:53 |
  | drawing | \_      Figure drawing    |         |       |      | 3:25 |
  | drawing | \_      Original page     |         |       |      | 0:45 |
  |         | \_    <2021-08-05 Thu>    |         |       | 3:57 |      |
  | drawing | \_      Figure drawing    |         |       |      | 3:57 |
  |         | \_    <2021-08-06 Fri>    |         |       | 5:45 |      |
  | drawing | \_      Figure drawing    |         |       |      | 5:45 |
  |         | \_    <2021-08-07 Sat>    |         |       | 6:52 |      |
  | drawing | \_      Figure drawing    |         |       |      | 6:52 |
  |         | \_    <2021-08-08 Sun>    |         |       | 6:01 |      |
  | drawing | \_      Figure drawing    |         |       |      | 5:33 |
  | study   | \_      Blog              |         |       |      | 0:28 |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *27h 19m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *2h 21m*  |
  
  #+END:
*** <2021-08-02 Mon>
**** DONE Portrait drawing                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-02 Tue 08:52]--[2021-08-02 Tue 09:34] =>  0:42
     :END:
*** <2021-08-03 Tue>
**** DONE Landscape drawing                                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-03 Wed 08:53]--[2021-08-03 Wed 09:13] =>  0:20
     :END:
*** <2021-08-04 Wed>
**** DONE Figure drawing :study:
     :LOGBOOK:
     CLOCK: [2021-08-04 Wed 12:26]--[2021-08-04 Wed 13:14] =>  0:48
     CLOCK: [2021-08-04 Wed 10:30]--[2021-08-04 Wed 11:35] =>  1:05
     :END:
**** DONE Figure drawing :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-04 Wed 18:13]--[2021-08-04 Wed 20:19] =>  2:06
     CLOCK: [2021-08-04 Wed 14:32]--[2021-08-04 Wed 15:51] =>  1:19
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-04 Wed 20:19]--[2021-08-04 Wed 21:04] =>  0:45
     :END:
*** <2021-08-05 Thu>
**** DONE Figure drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-05 Thu 18:10]--[2021-08-05 Thu 19:48] =>  1:38
     CLOCK: [2021-08-05 Thu 08:41]--[2021-08-05 Thu 11:00] =>  2:19
     :END:
*** <2021-08-06 Fri>
**** DONE Figure drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-06 Fri 18:01]--[2021-08-06 Fri 20:32] =>  2:31
     CLOCK: [2021-08-06 Fri 13:59]--[2021-08-06 Fri 15:41] =>  1:42
     CLOCK: [2021-08-06 Fri 09:37]--[2021-08-06 Fri 11:09] =>  1:32
     :END:
*** <2021-08-07 Sat>
**** DONE Figure drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-07 Sat 18:20]--[2021-08-07 Sat 20:48] =>  2:28
     CLOCK: [2021-08-07 Sat 13:40]--[2021-08-07 Sat 15:44] =>  2:04
     CLOCK: [2021-08-07 Sat 09:15]--[2021-08-07 Sat 11:35] =>  2:20
     :END:
*** <2021-08-08 Sun>
**** DONE Figure drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-08-08 Sun 18:13]--[2021-08-08 Sun 19:34] =>  1:21
     CLOCK: [2021-08-08 Sun 13:07]--[2021-08-08 Sun 15:00] =>  1:53
     CLOCK: [2021-08-08 Sun 09:12]--[2021-08-08 Sun 11:31] =>  2:19
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-08-08 Sun 19:37]--[2021-08-08 Sun 20:05] =>  0:28
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-08-08 Sun 20:05], for week 2021-W31.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
